Repository: Tsotne94/Wazaaaaap_Chat
Catalog: Wazaaaaaaaap/Wazaaaaaaaap/Localizable.xcstrings
Source language: en
Languages: ka_ge

source: Confirm Password
ka_ge: დაადასტურე პაროლი

source: Continue With Google
ka_ge: Google-ით გაგრძელება

source: Email
ka_ge: ელ.ფოსტა

source: English
ka_ge: ინგლისური

source: Enter Password
ka_ge: შეიყვანე პაროლი

source: Enter your email
ka_ge: შეიყვანე შენი ელ.ფოსტა

source: Enter your password
ka_ge: შეიყვანე შენი პაროლი

source: Full Name
ka_ge: სახელი

source: Language
ka_ge: ენა

source: Loading...
ka_ge: იტვირთება…

source: Log In
ka_ge: შესვლა

source: Log out
ka_ge: გამოსვლა

source: Login Error
ka_ge: შესვლის შეცდომა

source: New To Wazaaaaap?
ka_ge: ახალი ხარ Wazaaaaap-ზე?

source: OK
ka_ge: თანხმობა

source: Password
ka_ge: პაროლი

source: Replay To Everyone...
ka_ge: უპასუხე ყველას…

source: Save
ka_ge: შენახვა

source: Sign up
ka_ge: რეგისტრაცია

source: Sign Up
ka_ge: რეგისტრაცია

source: Username
ka_ge: მომხმარებლის სახელი

source: Your email address
ka_ge: შენი ელ.ფოსტის მისამართი

source: Your full name
ka_ge: შენი სახელი

source: Your Profile
ka_ge: შენი პროფილი

source: Your username
ka_ge: შენი მომხამრებლის სახელი
